(config>debtor_court.php)


<?php 
return [
 'debtor_court_name' => [
  1 => '東京簡易裁判所', 
  2 => '千葉簡易裁判所', 
  3 => '佐倉簡易裁判所', 
  4 => '千葉一宮簡易裁判所',
  5 => '松戸簡易裁判所', 
  6 => '木更津簡易裁判所', 
  7 => '館山簡易裁判所', 
  9 => '八日市場簡易裁判所', 
  10 => '佐原簡易裁判所', 
  11 => '市川簡易裁判所', 
  12 => '銚子簡易裁判所',
  13 => '東金簡易裁判所', 
  14 => 'さいたま簡易裁判所', 
  15 => '越谷簡易裁判所', 
  16 => '川越簡易裁判所',
  17 => '熊谷簡易裁判所', 
  18 => '秩父簡易裁判所', 
  19 => '川口簡易裁判所', 
  20 => '大宮簡易裁判所', 
  21 => '久喜簡易裁判所', 
  22 => '飯能簡易裁判所', 
  23 => '所沢簡易裁判所', 
  24 => '本庄簡易裁判所']
];
?>